Show / Hide Table of Contents
Enum TypeCalculationCombiEC
Type of combination
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum TypeCalculationCombiEC
Fields
 Name |  Description
 Code610
Combination according to 6.10
 Code610ab
Combination according to 6.10ab
 Envelope
Envelope combination
 Linear
Linear combination
 Improve this Doc
 View Source